{
  "knots": [
    {
      "name": "Webleinstek",
      "usage": "Dies ist ein Knoten zum schnellen Belegen eines Endes an einem runden Gegenstand.",
      "videoURL": "https://www.youtube.com/embed/1QsVdqb_kuE",
      "slideExplanation": [
        "Rundtörn legen",
        "Einen zweiten Rundtörn hinten überkreuzen",
        "Vorne einfädeln"
      ]
    },
    {
      "name": "Stopperstek",
      "usage": "Der Stopperstek dient zum seitlichen bis parallelen Festmachen einer Leine auf einer anderen unter Zug stehenden Trosse (Schleppleine) oder stärkeren Leine, wobei die Last ganz oder teilweise von dieser Leine bzw. Trosse übernommen werden kann.",
      "videoURL": "https://www.youtube.com/embed/Pjd3tRvSRWA",
      "slideExplanation": [
        "Zwei Rundtörns legen",
        "Achtern unten nach vorne kreuzen",
        "Halben Schlag auf die Schleppleine"
      ]
    },
    {
      "name": "Schotstek",
      "usage": "Der Schtostek wird verwendet zum Verbinden zweier ungleich starker Enden, zum Verbinden zweier ungleich steifer Leinen (Steifere Leine ist als dickere Leine zu behandeln) und zum Anstecken eines Endes an ein festes Auge",
      "videoURL": "https://www.youtube.com/embed/VGi1XaQbnyE",
      "slideExplanation": [
        "Herstellen eines Kreuzknotens",
        "Ausfädeln des Endes der dünneren Leine",
        "Einfädeln dieses losen Endes unter die Zugseite der dünneren Leine"
      ]
    },
    {
      "name": "Roringstek",
      "usage": "Befestigung einer Leine an einem Ring",
      "videoURL": "https://www.youtube.com/embed/5u5TDIzdG8s",
      "slideExplanation": [
        "Zwei Rundtörns legen",
        "Hinten kreuzen",
        "Durch die zwei Rundtörns einfädeln",
        "Loses und festes Ende, dicht ziehen"
      ]
    },
    {
      "name": "Palstek",
      "usage": "Herstellen eines festen Auges das sich nicht zusammenzieht. Der Universalknoten, leicht zu lösen auch nach Belastung.",
      "videoURL": "https://www.youtube.com/embed/S4Nfq2mq190",
      "slideExplanation": [
        "Durch den Ring fädeln",
        "Die rechte Hand auf die Schot legen - mit Daumen zum Ende - Hand in Uhrzeigerrichtung drehen um eine Schlaufe zu erzeugen",
        "Loses Ende mit der linken Hand von unten durch die Bucht einfädeln.",
        "Um die Zugleine herumgehen",
        "Von oben wieder in die Bucht einfädeln",
        "Knoten festziehen"
      ]
    },
    {
      "name": "Luftmasche",
      "usage": "Verwendung zum Aufklarieren von Fallen",
      "videoURL": "https://www.youtube.com/embed/nrO9ZQ-ScNk",
      "slideExplanation": [
        "Durch Drehen eine Bucht erzeugen",
        "Auf der Seite der Zugleine von unten durch die Bucht ziehen",
        "Festknoten, festziehen"
      ]
    },
    {
      "name": "Kreuzknoten",
      "usage": "Verbinden zweier gleich starker, gleich steifer Leinen.",
      "videoURL": "https://www.youtube.com/embed/Y0-Vv2IMqcw",
      "slideExplanation": [
        "Leinen überkreuzen",
        "Ein weiteres Mal überkreuzen sodass die abgehenden Enden jeweils parallel sind"
      ]
    },
    {
      "name": "Klampenschlag",
      "usage": "Befestigung jeder Art von Leine auf einer Klampe, auch nach starker Belastung leicht lösbar.",
      "videoURL": "https://www.youtube.com/embed/3oK4KHYuPiQ",
      "slideExplanation": [
        "Die Leine an dem entferntesten Punkt der Klampe, aus Zugrichtung gesehen, herumlegen",
        "Eine weitere halbe Umdrehung unten an der Klampe, hochziehen und oben über Kreuz legen.",
        "Um das Klapmenende herum ein weiteres Mal über Kreuz legen",
        "Das nächste Auge, in sich verdreht, über das Klampenende legen",
        "WICHTIG: die zwei unteren Lagen müssen parallel liegen"
      ]
    },
    {
      "name": "Hunterstek",
      "usage": "Dauerhafte Verbindung zweier gleichartiger Leinen",
      "videoURL": "https://www.youtube.com/embed/kZ_lmsYo7qU",
      "slideExplanation": [
        "Beide Leinen nehmen und eine Bucht erzeugen die aus vier Ringen besteht.",
        "Die entfernte lose Leine von innen durch alle Buchten stecken",
        "Die nahe lose Leine von aussen durch alle Buchten stecken",
        "An allen vier Enden den Knoten festziehen"
      ]
    },
    {
      "name": "boats2sail-stek",
      "usage": "Für die schnelle Befestigung einer langen Leine durch einen Ring oder um eine Spiere.",
      "videoURL": "https://www.youtube.com/embed/1ylSIHBglnM",
      "slideExplanation": [
        "Leine an der Stelle die fest sein soll durch den Ring ziehen. Mit der durchgezogenen doppelten Leine eine halben Schlag um die Zugleine machen.",
        "Mit der doppelten Leine einen weiteren halben Schlag um die Zugleine machen",
        "Vorteile: Es ist nicht notwendig die gesamt Leine durch das Auge durchzuziehen (ich kann sofort Zug auf Leine bringen), der Knoten ist auch nach starker Belastung leicht lösbar"
      ]
    },
    {
      "name": "Aufschießen zu Bunsch",
      "usage": "Aufklarieren (Aufräumen), nicht im Einsatz befindlicher Leinen an Board, ist die wesentliche Voraussetzung um Problemfälle zu verhindern. Eine Methode davon ist es, Leinen aufzuschießen.",
      "videoURL": "https://www.youtube.com/embed/XMt_KL-CnXE",
      "slideExplanation": [
        "Ausdrehen der Leine und Herstellen von sauberen Buchten",
        "Mit dem letzten Teil der Leine, werden im oberen Drittel des Bunsches drei feste Umdrehungen hergestellt",
        "Der letzte Teil der Leine wird durch den oberen Teil des Bunsches durchgezogen und als Bucht oben drüber gelegt"
      ]
    },
    {
      "name": "Achterknoten",
      "usage": "Das Ende eines Tampen (Schot oder Fall) wird mit einem Achtknoten versehen um das Herausrutschen der Leine aus der Öse oder Rolle zu sichern.",
      "videoURL": "https://www.youtube.com/embed/",
      "slideExplanation": [
        "Das lose Ende in Achterform um die Zugleine schlingen"
      ]
    },
    {
      "name": "Achterknoten doppelt",
      "usage": "Das Ende eines Tampen (Schot oder Fall) wird mit einem Achtknoten versehen um das Herausrutschen der Leine aus der Öse oder Rolle zu sichern. Im Gegensatz zum normalen Achterknoten verwendet man den doppelten Achterknoten bei größeren Ösen oder Rollen",
      "videoURL": "https://www.youtube.com/embed/",
      "slideExplanation": [
        "Das lose Ende in Achterform um die Zugleine schlingen",
        "Das lose Ende ein zusätzliches Mal um die Zugleine schlingen"
      ]
    }
  ]
}
